Repository: IuriiNaumov/Droword
Catalog: Droword/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

source: This Privacy Policy describes how Droword ("the App," "we," "us," or "our") handles information when you use the application. By accessing or using the App, you agree to this Privacy Policy.
de: Diese Datenschutzrichtlinie beschreibt, wie Droword („die App“, „wir“) Informationen behandelt, wenn du die Anwendung nutzt. Mit dem Zugriff auf die App stimmst du dieser Richtlinie zu.
es: Esta Política de privacidad describe cómo Droword («la App», «nosotros») trata la información cuando usas la aplicación. Al usar la App, aceptas esta política.
fr: Cette politique de confidentialité décrit comment Droword (« l’App », « nous ») traite les informations quand tu utilises l’application. En utilisant l’App, tu acceptes cette politique.
ja: このプライバシーポリシーは、Droword（「本アプリ」）がアプリ利用時に情報をどう扱うかを説明します。 本アプリを使うことで、このポリシーに同意したことになります。
ko: 이 개인정보 처리방침은 Droword(«앱»)가 앱을 쓸 때 정보를 어떻게 다루는지 설명합니다. 앱을 사용하면 이 방침에 동의한 거야.
ru: Эта политика описывает, как Droword («приложение», «мы») обрабатывает информацию, когда ты им пользуешься. Открывая приложение, ты соглашаешься с этой политикой.

source: This week
de: Diese Woche
es: Esta semana
fr: Cette semaine
ja: 今週
ko: 이번 주
ru: На этой неделе

source: Time
de: Zeit
es: Tiempo
fr: Temps
ja: 時間
ko: 시간
ru: Время

source: Time in app
de: Zeit in der App
es: Tiempo en la app
fr: Temps dans l’app
ja: アプリ内時間
ko: 앱 사용 시간
ru: Время в приложении

source: Time to learn!
de: Zeit zum Lernen!
es: ¡Hora de aprender!
fr: C’est l’heure d’apprendre !
ja: 学習の時間です！
ko: 학습 시간이에요!
ru: Время учиться!

source: Tiny chat
de: Mini-Chat
es: Chatito
fr: Mini chat
ja: 小さなチャット
ko: 작은 채팅
ru: Маленький чат

source: Tiny role-play scenes to use a word in conversation.
de: Mini-Szenen, um ein Wort im Gespräch zu nutzen.
es: Miniescenas para usar una palabra en conversación.
fr: Mini-scènes pour utiliser un mot en conversation.
ja: 単語を会話で使う小さなロールプレイ。
ko: 단어를 대화에 쓰는 짧은 롤플레이.
ru: Короткие сценки, чтобы вставить слово в разговор.

source: Tip: grab words from movies, chats, or walks — learning feels alive that way.
de: Tipp: Schnapp dir Wörter aus Filmen, Chats oder Spaziergängen — so fühlt sich Lernen lebendig an.
es: Consejo: toma palabras de películas, chats o paseos — así el aprendizaje cobra vida.
fr: Astuce : notez des mots vus dans des films, des chats ou en promenade — l’apprentissage prend vie.
ja: ヒント: 映画、チャット、散歩から単語を集めよう — 生きた学習になります。
ko: 팁: 영화, 대화, 산책에서 단어를 모아보세요 — 그런 방식으로 학습이 생생해져요.
ru: Совет: бери слова из фильмов, чатов или прогулок — так учёба оживает.

source: To the maximum extent permitted by law, we shall not be liable for any indirect, incidental, special, consequential, or punitive damages arising from your use of the App. Our total liability for any claim related to the App shall not exceed the amount you paid for the App in the 12 months preceding the claim.
de: Soweit gesetzlich zulässig haften wir nicht für indirekte, zufällige, besondere, Folgeschäden oder Strafschadensersatz aus der Nutzung der App. Unsere Gesamthaftung für Ansprüche zur App übersteigt nicht den Betrag, den du in den 12 Monaten davor bezahlt hast.
es: En la máxima medida permitida por ley, no seremos responsables de daños indirectos, incidentales, especiales, consecuentes o punitivos por el uso de la App. Nuestra responsabilidad total por cualquier reclamación no superará lo que pagaste por la App en los 12 meses anteriores.
fr: Dans la mesure permise par la loi, on n’est pas responsables des dommages indirects, accessoires, spéciaux, consécutifs ou punitifs liés à l’usage de l’App. Notre responsabilité totale pour une réclamation ne dépasse pas ce que tu as payé pour l’App dans les 12 mois précédents.
ja: 法律で認められる最大限の範囲で、本アプリの利用から生じる間接的、付随的、特別、結果的、懲罰的損害について責任を負いません。 本アプリに関する請求の総責任額は、請求前12か月に支払った金額を超えません。
ko: 법이 허용하는 최대한도에서 앱 사용으로 인한 간접·부수·특별·결과적·징벌적 손해에 책임지지 않아. 앱 관련 청구의 총책임은 그 전 12개월 동안 네가 낸 금액을 넘지 않아.
ru: В максимальной мере, разрешённой законом, мы не отвечаем за косвенный, случайный, особый, последующий или штрафной ущерб из‑за использования приложения. Общая ответственность по любому требованию не больше суммы, которую ты заплатил за приложение за 12 месяцев до требования.

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
ja: 今日
ko: 오늘
ru: Сегодня

source: Today's chat pack
de: Heutiges Chat-Pack
es: Pack de chat de hoy
fr: Pack chat du jour
ja: 今日のチャットパック
ko: 오늘의 채팅 팩
ru: Сегодняшний чат-набор

source: Tomorrow: \(preview)
de: Morgen: \(preview)
es: Mañana: \(preview)
fr: Demain : \(preview)
ja: 明日: \(preview)
ko: 내일: \(preview)
ru: Завтра: \(preview)

source: Tomorrow: %@
de: Morgen: %@
es: Mañana: %@
fr: Demain : %@
ja: 明日: %@
ko: 내일: %@
ru: Завтра: %@

source: Too many requests. Try again in a minute.
de: Zu viele Anfragen. Versuche es in einer Minute erneut.
es: Demasiadas solicitudes. Inténtalo de nuevo en un minuto.
fr: Trop de requêtes. Réessaie dans une minute.
ja: リクエストが多すぎます。1分後にもう一度お試しください。
ko: 요청이 너무 많아요. 1분 후에 다시 시도해 주세요.
ru: Слишком много запросов. Попробуй через минуту.

source: Topics you care about
de: Themen, die dich interessieren
es: Temas que te importan
fr: Des sujets qui t'intéressent
ja: 気になるトピック
ko: 관심 있는 주제
ru: Темы, которые тебе важны

source: Total
de: Gesamt
ja: 合計
ko: 합계
ru: Всего

source: Total completed: %lld
de: Gesamt abgeschlossen: %lld
es: Total completado: %lld
fr: Total terminé : %lld
ja: 合計完了: %lld
ko: 총 완료: %lld
ru: Всего выполнено: %lld

source: Total lapses
de: Gesamte Fehler
es: Total de fallos
fr: Total des oublis
ja: 忘却回数
ko: 총 실수
ru: Всего ошибок

source: Total study time: %@
de: Gesamte Lernzeit: %@
es: Tiempo total de estudio: %@
fr: Temps d’étude total : %@
ja: 合計学習時間: %@
ko: 총 학습 시간: %@
ru: Общее время занятий: %@

source: Track Your Progress
de: Verfolge deinen Fortschritt
es: Sigue tu progreso
fr: Suivez vos progrès
ja: 進捗を記録
ko: 진행 상황 추적
ru: Отслеживай прогресс

source: Track your progress with badges, daily challenges and streak calendar.
de: Verfolge deinen Fortschritt mit Abzeichen, täglichen Aufgaben und Serien-Kalender.
es: Sigue tu progreso con insignias, desafíos diarios y calendario de rachas.
fr: Suivez vos progrès avec des badges, défis quotidiens et calendrier de séries.
ja: バッジ、デイリーチャレンジ、ストリークカレンダーで進捗を記録。
ko: 뱃지, 일일 챌린지, 연속 달력으로 진행 상황을 추적하세요.
ru: Следи за прогрессом с помощью значков, ежедневных заданий и календаря серий.

source: Translation
de: Übersetzung
es: Traducción
fr: Traduction
ja: 翻訳
ko: 번역
ru: Перевод

source: Travel day
de: Reisetag
es: Día de viaje
fr: Jour de voyage
ja: 旅行の日
ko: 여행하는 날
ru: День в дороге

source: Trial · %lld days left
de: Test · noch %lld Tage
es: Prueba · quedan %lld días
fr: Essai · plus que %lld jours
ja: 体験 · 残り%lld日
ko: 체험 · %lld일 남음
ru: Пробный · ещё %lld дн.

source: Trial: %lld days remaining
de: Testversion: %lld Tage verbleibend
es: Prueba: %lld días restantes
fr: Essai : %lld jours restants
ja: トライアル: 残り%lld日
ko: 체험판: %lld일 남음
ru: Пробный период: осталось %lld дн.

source: Try a different search or remove the filter.
de: Versuche eine andere Suche oder entferne den Filter.
es: Prueba otra búsqueda o elimina el filtro.
fr: Essayez une autre recherche ou retirez le filtre.
ja: 別の検索ワードを試すか、フィルターを外してください。
ko: 다른 검색어를 사용하거나 필터를 제거해 보세요.
ru: Попробуй другой запрос или убери фильтр.

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
ja: もう一度
ko: 다시 시도
ru: Попробовать снова

source: Try Pro free for 7 days
de: Pro 7 Tage kostenlos testen
es: Prueba Pro gratis por 7 días
fr: Essayez Pro gratuitement pendant 7 jours
ja: Proを7日間無料で試す
ko: 7일 무료로 Pro 체험
ru: Попробуй Pro бесплатно 7 дней

source: Tune learning vibe
de: Lern-Vibe einstellen
es: Ajustar el vibe
fr: Régler le vibe
ja: 学びの雰囲気を整える
ko: 학습 바이브 맞추기
ru: Настроить вайб учёбы

source: Tune practice and suggestions to how you actually learn.
de: Pass Üben und Vorschläge an, wie du wirklich lernst.
es: Ajusta práctica y sugerencias a cómo aprendes de verdad.
fr: Règle pratique et suggestions sur comment tu apprends vraiment.
ja: 実際の学び方に合わせて練習とサジェストを。
ko: 네가 진짜 배우는 방식에 연습이랑 추천을 맞춰.
ru: Подгони практику и подсказки под то, как ты учишься.

source: Turn on nudges so Droword can pull you back to your words.
de: Aktiviere Nudges, damit Droword dich zu deinen Wörtern zurückholt.
es: Activa avisos para que Droword te traiga de vuelta a tus palabras.
fr: Active les nudges pour que Droword te ramène à tes mots.
ja: リマインダーをオンにすると、Drowordが単語に呼び戻すよ。
ko: 알림을 켜면 Droword가 단어로 다시 불러와.
ru: Включи напоминания — Droword будет мягко звать к словам.

source: Turn these off if you don't want them on Home.
de: Mach sie aus, wenn du sie nicht auf Home willst.
es: Apágalos si no los quieres en Inicio.
fr: Désactive-les si tu n'en veux pas sur l'accueil.
ja: ホームに出したくなければオフに。
ko: 홈에 올리고 싶지 않으면 꺼.
ru: Выключи, если не хочешь видеть их на главной.

source: Type it out
de: Tipp's aus
es: Escríbela
fr: Tape-le
ja: 打ち込む
ko: 직접 쳐봐
ru: Набери сам

source: Type the missing word
de: Gib das fehlende Wort ein
es: Escribe la palabra que falta
fr: Tapez le mot manquant
ja: 欠けている単語を入力
ko: 빠진 단어를 입력하세요
ru: Введи пропущенное слово

source: Type the translation
de: Gib die Übersetzung ein
es: Escribe la traducción
fr: Tapez la traduction
ja: 翻訳を入力
ko: 번역을 입력하세요
ru: Введи перевод

source: Type the word
de: Gib das Wort ein
es: Escribe la palabra
fr: Tapez le mot
ja: 単語を入力
ko: 단어를 입력하세요
ru: Введи слово

source: Unlimited
de: Unbegrenzt
es: Ilimitado
fr: Illimité
ja: 無制限
ko: 무제한
ru: Без лимита

source: Unlimited access
de: Unbegrenzter Zugang
es: Acceso ilimitado
fr: Accès illimité
ja: 無制限アクセス
ko: 무제한 이용
ru: Безлимитный доступ

source: Unlimited access to all features
de: Unbegrenzter Zugang zu allen Funktionen
es: Acceso ilimitado a todas las funciones
fr: Accès illimité à toutes les fonctionnalités
ja: すべての機能に無制限アクセス
ko: 모든 기능 무제한 이용
ru: Безлимитный доступ ко всем функциям

source: Unlimited AI translations, voice, stories, and more
de: Unbegrenzte KI-Übersetzungen, Stimme, Stories und mehr
es: Traducciones IA, voz, historias y más sin límites
fr: Traductions IA, voix, histoires et plus en illimité
ja: 無制限のAI翻訳・音声・ストーリーなど
ko: 무제한 AI 번역, 음성, 스토리 등
ru: Безлимитные AI-переводы, голос, истории и ещё

source: Unlimited AI, themes, and extras
de: Unbegrenzte KI, Themes und Extras
es: IA, temas y extras ilimitados
fr: IA, thèmes et extras illimités
ja: AI・テーマ・特典が無制限
ko: 무제한 AI, 테마, 추가 기능
ru: Безлимитный ИИ, темы и плюшки

source: Unlimited TTS playback
de: Unbegrenzte TTS-Wiedergabe
es: TTS ilimitado
fr: TTS illimité
ja: TTS再生無制限
ko: 무제한 TTS 재생
ru: Безлимитное озвучивание

source: Unlock unlimited AI features
de: Unbegrenzte KI-Funktionen freischalten
es: Desbloquea funciones IA ilimitadas
fr: Débloquer les fonctionnalités IA illimitées
ja: 無制限のAI機能を解放
ko: 무제한 AI 기능 잠금 해제
ru: Открой безлимитные AI-функции

source: Unlock unlimited reviews
de: Unbegrenzte Wiederholungen freischalten
es: Desbloquea repasos ilimitados
fr: Débloquer les révisions illimitées
ja: 無制限の復習を解放
ko: 무제한 복습 잠금 해제
ru: Открой безлимитные повторения

source: Unstoppable
de: Unaufhaltsam
es: Imparable
fr: Inarrêtable
ja: 止まらない
ko: 막을 수 없는
ru: Неудержимый

source: Unstoppable!
de: Unaufhaltsam!
es: ¡Imparable!
fr: Inarrêtable !
ja: 止まらない！
ko: 막을 수 없어요!
ru: Неудержимый

source: Until
de: Bis
es: Hasta
fr: Jusqu’à
ja: 終了
ko: 종료
ru: До

source: Vocab Builder
de: Vokabeltrainer
es: Constructor de vocabulario
fr: Constructeur de vocabulaire
ja: 語彙ビルダー
ko: 어휘 빌더
ru: Расширение словаря

source: Vocabulary
de: Wortschatz
es: Vocabulario
fr: Vocabulaire
ja: 語彙
ko: 어휘
ru: Словарный запас

source: Voice
de: Stimme
es: Voz
fr: Voix
ja: 音声
ko: 음성
ru: Голос

source: Voice & Pronunciation
de: Stimme & Aussprache
es: Voz y pronunciación
fr: Voix et prononciation
ja: 音声と発音
ko: 음성 및 발음
ru: Голос и произношение

source: Voice & Speech
de: Stimme & Sprache
es: Voz y habla
fr: Voix et parole
ja: 音声と読み上げ
ko: 음성 및 발화
ru: Голос и речь

source: Voice pronunciation
de: Stimmaussprache
es: Pronunciación de voz
fr: Prononciation vocale
ja: 音声発音
ko: 음성 발음
ru: Голосовое произношение

source: Warm and vibrant
de: Warm und lebendig
es: Cálido y vibrante
fr: Chaleureux et vibrant
ja: 温かく鮮やか
ko: 따뜻하고 생동감 있는
ru: Тёплая и яркая

source: Warm paper
de: Warmes Papier
es: Papel cálido
fr: Papier chaud
ja: 温かい紙
ko: 따뜻한 종이
ru: Тёплая бумага

source: We may update these Terms from time to time. Changes will be reflected by updating the "Last updated" date. Continued use of the App after changes constitutes acceptance of the updated terms.
de: Wir können diese Bedingungen gelegentlich aktualisieren. Änderungen siehst du am Datum „Zuletzt aktualisiert“. Weitere Nutzung gilt als Zustimmung.
es: Podemos actualizar estos términos de vez en cuando. Los cambios se ven en la fecha «Última actualización». Seguir usando la App implica aceptar la nueva versión.
fr: On peut mettre à jour ces conditions. Les changements se voient à la date « Dernière mise à jour ». Continuer à utiliser l’App vaut acceptation.
ja: 本規約は随時更新することがあります。変更は「最終更新」の日付に反映されます。更新後も使い続けると、新しい内容に同意したことになります。
ko: 이 약관은 가끔 업데이트될 수 있어. 변경은 «최종 업데이트» 날짜에 보여. 바꾼 뒤에도 앱을 쓰면 동의한 거야.
ru: Мы можем обновлять эти условия. Изменения видны по дате «Обновлено». Если продолжаешь пользоваться — принимаешь новую версию.

source: We may update this Privacy Policy from time to time. Changes will be reflected by updating the "Last updated" date. Continued use of the App after changes constitutes acceptance of the updated policy.
de: Wir können diese Richtlinie gelegentlich aktualisieren. Änderungen siehst du am Datum „Zuletzt aktualisiert“. Weitere Nutzung gilt als Zustimmung.
es: Podemos actualizar esta política de vez en cuando. Los cambios se ven en la fecha «Última actualización». Seguir usando la App implica aceptar la nueva versión.
fr: On peut mettre à jour cette politique. Les changements se voient à la date « Dernière mise à jour ». Continuer à utiliser l’App vaut acceptation.
ja: 本ポリシーは随時更新することがあります。変更は「最終更新」の日付に反映されます。更新後も使い続けると、新しい内容に同意したことになります。
ko: 이 방침은 가끔 업데이트될 수 있어. 변경은 «최종 업데이트» 날짜에 보여. 바꾼 뒤에도 앱을 쓰면 동의한 거야.
ru: Мы можем обновлять эту политику. Изменения видны по дате «Обновлено». Если продолжаешь пользоваться приложением — принимаешь новую версию.

source: We miss you!
de: Wir vermissen dich!
es: ¡Te echamos de menos!
fr: Vous nous manquez !
ja: お待ちしています！
ko: 보고 싶었어요!
ru: Мы скучаем!

source: We reserve the right to terminate or suspend access to the App at any time, without notice, for conduct that violates these Terms or is harmful to other users or the App.
de: Wir können den Zugang jederzeit ohne Vorankündigung beenden oder sperren, wenn dein Verhalten gegen diese Bedingungen verstößt oder anderen bzw. der App schadet.
es: Podemos terminar o suspender el acceso en cualquier momento, sin aviso, si tu conducta viola estos términos o perjudica a otros o a la App.
fr: On peut couper ou suspendre l’accès à tout moment, sans préavis, si ton comportement viole ces conditions ou nuit aux autres ou à l’App.
ja: 本規約に違反する行為、または他のユーザーや本アプリに害を及ぼす行為がある場合、予告なくアクセスを終了または停止することがあります。
ko: 이 약관을 어기거나 다른 사람·앱에 해가 되면, 예고 없이 접근을 종료하거나 정지할 수 있어.
ru: Мы можем в любой момент без предупреждения закрыть или приостановить доступ, если поведение нарушает условия или вредит другим или приложению.

source: We respect your privacy. The App does not use analytics tools, tracking technologies, or advertising SDKs. No usage data is collected or shared.
de: Wir respektieren deine Privatsphäre. Keine Analytics, kein Tracking, keine Werbe-SDKs. Keine Nutzungsdaten werden erhoben oder geteilt.
es: Respetamos tu privacidad. Sin analítica, sin tracking, sin SDKs de anuncios. No se recoge ni comparte uso.
fr: On respecte ta vie privée. Pas d’analytics, pas de tracking, pas de SDK pubs. Aucune donnée d’usage n’est collectée ni partagée.
ja: プライバシーを尊重します。分析ツール、トラッキング、広告SDKは使いません。利用データは収集・共有しません。
ko: 프라이버시를 존중해. 분석, 추적, 광고 SDK 없음. 사용 데이터를 모으거나 공유하지 않아.
ru: Мы уважаем твою приватность. Нет аналитики, трекинга и рекламных SDK. Данные об использовании не собираем и не передаём.

source: We take reasonable measures to protect your data. Since all data is stored locally on your device, the security of your data depends on your device's security settings.
de: Wir schützen deine Daten mit angemessenen Maßnahmen. Weil alles lokal liegt, hängt die Sicherheit von den Einstellungen deines Geräts ab.
es: Tomamos medidas razonables para proteger tus datos. Como todo está en tu dispositivo, la seguridad depende de su configuración.
fr: On prend des mesures raisonnables pour protéger tes données. Comme tout est local, la sécurité dépend des réglages de ton appareil.
ja: データをは妥当な方法で守ります。すべて端末内にあるため、安全性は端末のセキュリティ設定に依存します。
ko: 데이터를 합리적으로 지켜. 전부 기기에 있어서 보안은 기기 설정에 달려 있어.
ru: Мы принимаем разумные меры защиты. Данные локальные, поэтому безопасность зависит от настроек твоего устройства.

source: Week Warrior
de: Wochenkrieger
es: Guerrero de la semana
fr: Guerrier de la semaine
ja: ウィークウォリアー
ko: 주간 전사
ru: Воин недели

source: What does it remind you of?
de: Woran erinnert es dich?
es: ¿A qué te recuerda?
fr: À quoi cela vous fait-il penser ?
ja: 何を思い出しますか？
ko: 무엇이 떠오르나요?
ru: О чём тебе это напоминает?

source: What landed
de: Was sitzt
es: Lo que quedó
fr: Ce qui a pris
ja: 定着したもの
ko: 자리 잡은 것
ru: Что село

source: What moves you forward next
de: Was dich als Nächstes voranbringt
es: Qué te hace avanzar ahora
fr: Ce qui te fait avancer ensuite
ja: 次に進むためのこと
ko: 다음에 앞으로 나아갈 것
ru: Что двинет тебя дальше

source: What to eat and drink
de: Was essen und trinken
es: Qué comer y beber
fr: Que manger et boire
ja: 食べ物と飲み物
ko: 먹고 마실 것
ru: Что есть и пить

source: What's New
de: Neuigkeiten
es: Novedades
fr: Nouveautés
ja: 新機能
ko: 새로운 기능
ru: Что нового

source: Where did you hear it?
de: Wo hast du es gehört?
es: ¿Dónde lo escuchaste?
fr: Où l’avez-vous entendu ?
ja: どこで聞きましたか？
ko: 어디서 들었나요?
ru: Где ты это услышал?

source: whisper tap, almost velvet
de: Flüstertipp, fast Samt
es: toque susurro, casi terciopelo
fr: tap chuchoté, presque velours
ja: ささやきタップ、ほぼベルベット
ko: 속삭이듯 탭, 거의 벨벳
ru: шёпот, почти бархат

source: Why are you learning right now?
de: Warum lernst du gerade?
es: ¿Por qué estás aprendiendo ahora?
fr: Pourquoi tu apprends en ce moment ?
ja: 今、なぜ学んでる？
ko: 지금 왜 배우고 있어?
ru: Зачем ты учишь это сейчас?

source: Word already exists
de: Wort existiert bereits
es: La palabra ya existe
fr: Le mot existe déjà
ja: 単語はすでに存在します
ko: 이미 존재하는 단어
ru: Слово уже существует

source: Word Collector
de: Wortsammler
es: Coleccionista de palabras
fr: Collectionneur de mots
ja: ワードコレクター
ko: 단어 수집가
ru: Собиратель слов

source: Word Explorer
de: Wort-Entdecker
es: Explorador de palabras
fr: Explorateur de mots
ja: ワードエクスプローラー
ko: 단어 탐험가
ru: Исследователь слов

source: Word notifications
de: Wort-Benachrichtigungen
es: Notificaciones de palabras
fr: Notifications de mots
ja: 単語通知
ko: 단어 알림
ru: Уведомления о словах

source: Word of the day
de: Wort des Tages
es: Palabra del día
fr: Mot du jour
ja: 今日の単語
ko: 오늘의 단어
ru: Слово дня

source: Word or phrase *
de: Wort oder Ausdruck *
es: Palabra o frase *
fr: Mot ou expression *
ja: 単語またはフレーズ *
ko: 단어 또는 구문 *
ru: Слово или фраза *

source: Word packs on the home screen.
de: Wortpakete auf dem Startbildschirm.
es: Packs de palabras en la pantalla principal.
fr: Packs de mots sur l'écran d'accueil.
ja: ホーム画面のワードパック。
ko: 홈 화면의 단어 팩.
ru: Наборы слов на главной.

source: Word suggestions
de: Wortvorschläge
es: Sugerencias de palabras
fr: Suggestions de mots
ja: 単語の提案
ko: 단어 추천
ru: Предложения слов

source: Words
de: Wörter
es: Palabras
fr: Mots
ja: 単語
ko: 단어
ru: Слова

source: Words appear on the home screen when it's time to review. Swipe through them to keep your memory fresh.
de: Wörter erscheinen auf dem Startbildschirm, wenn es Zeit zum Wiederholen ist. Wische durch sie, um dein Gedächtnis frisch zu halten.
es: Las palabras aparecen en la pantalla principal cuando es hora de repasar. Desliza para mantener tu memoria fresca.
fr: Les mots apparaissent sur l’écran d’accueil quand c’est l’heure de réviser. Faites défiler pour garder votre mémoire fraîche.
ja: 復習の時間になるとホーム画面に単語が表示されます。スワイプして記憶を新鮮に保ちましょう。
ko: 복습할 시간이 되면 홈 화면에 단어가 나타나요. 스와이프하여 기억을 생생하게 유지하세요.
ru: Слова появляются на главном экране, когда пора повторять. Листай их, чтобы освежить память.

source: Words are settling in nicely, keep it up ✨
de: Die Wörter setzen sich gut fest, weiter so ✨
es: Las palabras van asentándose, ¡sigue así! ✨
fr: Les mots se fixent bien, continuez ✨
ja: 単語がしっかり定着中、その調子 ✨
ko: 단어들이 잘 자리잡고 있어요, 계속 화이팅 ✨
ru: Слова хорошо запоминаются, так держать ✨

source: Words to review
de: Wörter zum Wiederholen
es: Palabras para repasar
fr: Mots à réviser
ja: 復習する単語
ko: 복습할 단어
ru: Слова для повторения

source: Words you missed most — good to revisit
de: Wörter mit den meisten Fehlern — gut zum Wiederholen
es: Palabras que más fallaste — conviene repasar
fr: Mots les plus ratés — à revoir
ja: いちばん間違えた語 — 復習向け
ko: 가장 많이 틀린 단어 — 다시 보면 좋아요
ru: Слова с наибольшим числом ошибок — стоит повторить

source: Work
de: Arbeit
es: Trabajo
fr: Boulot
ja: 仕事
ko: 일
ru: Работа

source: Work vocab run
de: Büro-Vokabel-Run
es: Ronda de vocabulario de trabajo
fr: Run vocab boulot
ja: 仕事単語ラン
ko: 업무 단어 런
ru: Рабочий забег по словам

source: Works with exports from Anki, Quizlet, and any CSV or TXT file. Minimum: a column named "Word". Translations will be added automatically if missing.
de: Funktioniert mit Exporten aus Anki, Quizlet und jeder CSV- oder TXT-Datei. Minimum: eine Spalte namens "Word". Übersetzungen werden bei Bedarf automatisch hinzugefügt.
es: Funciona con exportaciones de Anki, Quizlet y cualquier archivo CSV o TXT. Mínimo: una columna "Word". Las traducciones se agregarán automáticamente.
fr: Compatible avec les exports d’Anki, Quizlet et tout fichier CSV ou TXT. Minimum : une colonne nommée « Word ». Les traductions seront ajoutées automatiquement si absentes.
ja: Anki、Quizlet、CSV、TXTファイルからのエクスポートに対応。最低限「Word」という列が必要です。翻訳は不足分を自動追加します。
ko: Anki, Quizlet 및 모든 CSV 또는 TXT 파일의 내보내기와 호환됩니다. 최소 조건: "Word"라는 열. 번역이 없으면 자동으로 추가됩니다.
ru: Работает с экспортом из Anki, Quizlet и любым CSV/TXT файлом. Минимум: колонка «Word». Переводы добавятся автоматически.

source: Write the meaning here
de: Schreibe hier die Bedeutung
es: Escribe el significado aquí
fr: Écrivez la signification ici
ja: ここに意味を書いてください
ko: 여기에 뜻을 적으세요
ru: Напиши значение здесь

source: x%lld streak!
de: x%lld Serie!
es: ¡racha de x%lld!
fr: Série de %lld jours !
ja: %lld日連続！
ko: x%lld 연속!
ru: серия x%lld!

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
ja: 年額
ko: 연간
ru: Годовая

source: Yearly plan, %@
de: Jahresplan, %@
es: Plan anual, %@
fr: Abonnement annuel, %@
ja: 年額プラン、%@
ko: 연간 플랜, %@
ru: Годовой план, %@

source: Yesterday this was hard. Today you got it.
de: Gestern war das hart. Heute hast du's.
es: Ayer esto costaba. Hoy lo tienes.
fr: Hier c'était dur. Aujourd'hui t'as pigé.
ja: 昨日は難しかった。今日はできた。
ko: 어제는 어려웠어. 오늘은 됐어.
ru: Вчера это было сложно. Сегодня ты взял.
